Repository: ignacioparadisi/Grades-iOS
Catalog: Grades/Grades/*.lproj/Localizable.strings
Languages: es_419

source: Grades
es_419: Notas

source: Home
es_419: Inicio

source: Calendar
es_419: Calendario

source: Notifications
es_419: Notificaciones

source: Terms
es_419: Períodos

source: Add Term
es_419: Agregar Período

source: Enter a name for the term
es_419: Ingresa un nombre para el período

source: Term name
es_419: Nombre del período

source: Qualifications
es_419: Calificaciones

source: Enter max and min qualification to pass
es_419: Ingresa la calificación máxima y la calificación mínima para aprobar

source: Max. Qualification
es_419: Calificación máxima

source: Min. Qualification
es_419: Calificación mínima

# Add Subject
source: Add Subjct
es_419: Agregar Materia

source: Enter a name for the subject
es_419: Ingresa un nombre para la materia

source: Subject name
es_419: Nombre de la materia

source: Qualifications must be greater than 0.
es_419: Las calificaciones deben ser mayores a 0.

source: Percentage must be greater than 0.
es_419: El porcentaje debe ser mayor a 0.

source: Maximum qualification must be greater than minimum qualification.
es_419: La calificación máxima debe ser mayor a la calificación mínima.

source: Qualification mush be between minimum qualification and maximum qualification
es_419: La calificación debe estar entre la calificación mímina y la calificación máxima.

source: Percentage must be equal or less than 100.
es_419: El porcentaje debe ser menor o igual a 100.

source: Name
es_419: Nombre

source: Cancel
es_419: Cancelar

source: Save
es_419: Guardar
